{
    "bios": [
        {
            "firstname": "Mo",
            "lastname": "Maraqa",
            "nickname": "FORSOOTH! VOTING!",
            "title": "Overlord",
            "description": "In between being a jouster at local Renaissance fairs and his day job as a data nerd, Mo is a human version of this fucking site (i.e. a massive amount of election information contained in a salty package). Most of the engineers in YFPP R&D have decided to scrap the idea of developing more sophisticated swearing algorithms and create a direct link between the Civic Information API and Mo's brain as the swears were more inventive and caustic than what the computer could create. After the election, Mo's planning to embark upon his real dream: teaching courses in Middle English.",
            "twitter": "https://twitter.com/momaraqa",
            "linkedIn": "https://www.linkedin.com/in/mo-maraqa-0234825",
            "image": "../images/bios/mo-maraqa.jpg"
        },
        {
            "firstname": "Jared",
            "lastname": "Marcotte",
            "nickname": "To Hell with the Safety Margins",
            "title": "Backend Developer",
            "description": "Having worked on eCommerce and corporate sites for much of his career, Jared felt a calling for the greater good: why not create a website that helps people do their civic duty&hellip;and berates the fuck out of them while doing it? In 2010, Jared put up this fucking site to great fucking success. This fucking guy also worked on a fucking project called the Voting Fucking Information Fucking Project, which, through the Google Fucking Civic Information API, helps power this fucking site. Jared currently runs his own fucking consultancy, The Turnout, where he can't swear as fucking much.",
            "twitter": "https://twitter.com/jungshadow",
            "linkedIn": "https://www.linkedin.com/in/jaredmarcotte",
            "image": "../images/bios/jared-marcotte.jpg"
        },
        {
            "firstname": "Jay",
            "lastname": "Johnson",
            "nickname": "Pull the Fucking Lever",
            "title": "Frontend Developer",
            "description": "Jay spends his days slinging front-end code at the Nerdery, and whiles his evenings away helping fuckers like you get their asses to the polls. This son-of-a-bitch hopped on the team in 2012 with an all-night development bender to finally add some CSS to the original fucking site. When he's not going above and beyond his civic-fucking-duty, Jay can be found noodling away on his goddamn guitar or hanging out with his lovely wife and his trusty side-kick, Buddy the Wonder Dog.",
            "twitter": "https://twitter.com/sixbcreative",
            "linkedIn": "https://www.linkedin.com/in/jason-johnson-75448423",
            "image": "../images/bios/jay-johnson.jpg"
        },
        {
            "firstname": "Nick",
            "lastname": "Catalano",
            "nickname": "Who Fucking Needs Bios?",
            "title": "Analytics",
            "description": "Nick monitors analytics like Homer Simpson monitors a nuclear power plant&hellip;er, actually, nothing like that. A developer, digital organizer, and analytics nerd who joined the Your Fucking Polling Place team during the 2012 cycle, Nick has worked for multiple organizations writing code, coordinating tech, and entertaining his colleagues with his wry humor. In 2016, as part of an exercise in self-control, he promises to only look at the analytics of this site ten times a day instead of twenty.",
            "twitter": "https://twitter.com/NickCatal",
            "linkedIn": "https://www.linkedin.com/in/nickcatalano",
            "image": "../images/bios/nick-catalano.jpg"
        },
        {
            "firstname": "Anastasia",
            "lastname": "Golovashkina",
            "nickname": "Profanity Filter",
            "title": "Social Media",
            "description": "Anastasia is obsessed&mdash;ob-fucking-sessed&mdash;with social media. In 2014, she enthusiastically spammed her social networks with links to this site. Little did she know, the team would soon reach out to her about working with it next cycle. In her current role as a Senior Digital Strategist at Trilogy Interactive, she runs the social media department, helping political, nonprofit, and ballot proposition clients run high-impact digital campaigns. Her hobbies include curating concert tickets, writing personal bios, and channeling her inner Ocasio-Cortez on <del><a href=\"https://twitter.com/golovashkina\">Twitter</a></del> <del>Snapchat</del> &#8220;Instagram Stories.&#8221; But forget Instagram&mdash;tweet her your favorite cat GIF instead: <a href\"https://twitter.com/golovashkina\">@golovashkina</a>",
            "twitter": "https://twitter.com/golovashkina",
            "linkedIn": "https://www.linkedin.com/in/golovashkina",
            "image": "../images/bios/anastasia-golovashkina.jpg"
        },
        {
            "firstname": "Josh",
            "lastname": "Turner",
            "nickname": "Fuck Off and Get to the Polls",
            "title": "Design/UX",
            "description": "Josh has designed and built websites for all sorts of motherfuckers (non profits, tourism boards, renewable energy companies, gravestone manufacturers), but none as important as the very website you are currently viewing&hellip; well, except for maybe that gravestone site as that shit's important. In the winter of 2016, <a href=\"#jay\" class=\"js-carouselNav-link\">Jay</a>, and <a href=\"#jared\" class=\"js-carouselNav-link\">Jared</a> approached Josh to make YFPP \"not as shitty\" and Josh feels like he lived up to this request. When Josh isn't writing in the third person, he's crafting pretty pictures and UI/UX for Bandzoogle, the world's best web platform for musicians.",
            "twitter": "https://twitter.com/joshualturner",
            "linkedIn": "https://www.linkedin.com/in/joshua-turner-0409b66",
            "image": "../images/bios/josh-turner.jpg"
        }
    ]
}
